Repository: CooperRS/KittyClient
Catalog: KittyClient/*.lproj/Localizable.strings
Languages: de

source: Flash off
de: Blitz aus

source: Flash on
de: Blitz an

source: Error
de: Fehler

source: Warning
de: Arnung

source: Success
de: Erfolg

source: Cancel
de: Abbrechen

source: Buy
de: Kaufen

source: Thanks
de: Danke

source: Change
de: Ändern

source: Loading...
de: Laden...

source: Another Kitty with the same ID has already been added. You can find it in the settings.
de: Eine Kitty mit dieser ID wurde bereits hinzugefügt. Sie ist unter den Einstellungen zu finden.

source: The kitty "%@" has been added successfully. You can now choose an user in the settings.
de: Die Kitty "%@" wurde erfolgreich hinzugefügt. Sie können nun in den Einstellungen einen Benutzer auswählen.

source: A kitty with the scanned ID could not be found. Please check your server URL.
de: Eine Kitty mit der gescannten ID konnte nicht gefunden werden. Bitte überprüfen Sie die Server URL.

source: Do you want to buy the following drink?˜n %@ EAN: %@ Price: %.2f € User: %@ Balance: %.2f €
de: Wollen Sie das folgende Getränk kaufen? %@ EAN: %@ Kosten: %.2f € Benutzer: %@ Kontostand: %.2f €

source: The scanned drink is unknown in the chosen kitty.
de: Dieses Getränk ist in der ausgewählten Kitty unbekannt.

source: An error occured while loading the available drinks. Did you choose a kitty and a user in settings?
de: Beim Laden der verfügbaren Getränke ist ein Fehler passiert. Ist unter den Einstellungen eine Kitty und einen Benutzer ausgewählt?

source: The chosen user is not registered in the chosen kitty.
de: Der ausgewählte Benutzer ist in der ausgewählten Kitty unbekannt.

source: An error occured while loading the available users. Did you choose a kitty in settings?
de: Beim Laden der verfügbaren Benutzer ist ein Fehler passiert. Ist unter den Einstellungen eine Kitty ausgewählt?

source: The drink has been bought successfully. Your new Balance is %.2f. Have fun with it!
de: Das Getränk wurde erfolgreich gekauft. Ihr neuer Kontostand beträgt nun %.2f €. Viel Spaß damit!

source: An error occured while buying the drink. Please try again.
de: Beim Kaufen des Getränkes ist ein Fehler passiert. Bitte erneut versuchen.

source: Saved
de: Gespeichert

source: If you change the server URL, all saved kitties will be deleted and the selected kitty and user will be resetted. Do you want to change the server URL?
de: Wenn Sie die URL ändern, werden alle gespeicherten Kitties entfernt und der ausgewählte Benutzer wird zurückgesetzt. Sind Sie sich sicher, dass Sie die URL ändern möchten?

source: Another Kitty with the same ID has already been added. Please enter another ID.
de: Eine Kitty mit dieser ID wurde bereits hinzugefügt. Bitte eine andere ID eingeben.

source: A kitty with the entered ID could not be found. Please enter another ID
de: Eine Kitty mit der eingegebenen ID konnte nicht gefunden werden. Bitte eine andere ID eingeben.

# User
source: Benutzer
de: User

source: An error occured while loading all users. Please try again.
de: Beim Laden der Benutzer ist ein Fehler passiert. Bitte erneut versuchen.

source: Drinks
de: Getränke

source: An error occured while loading all drinks. Please try again.
de: Beim Laden der Getränke ist ein Fehler passiert. Bitte erneut versuchen.

source: An error occured while settings the number of bought drinks. Please try again.
de: Beim Setzen der Anzahl getrunkener Getränke ist ein Fehler passiert. Bitte erneut versuchen.

source: A kitty with the forwarded ID could not be found. Please check your server URL.
de: Eine Kitty mit der weitergeleiteten ID konnte nicht gefunden werden. Bitte die eingegebene ID überprüfen.
